data = [
    {
        "id": "2",
        "desc": "В детстве казалось круто"
    },
    {
        "id": "6",
        "desc": "Хз, люблю эту фотку"
    },
    {
        "id": "8",
        "desc": "Один продает, второй чинит"
    },
    {
        "id": "10",
        "desc": "Знаете батю Джимми Нейтрона?"
    },
    {
        "id": "13",
        "desc": "Он помогал мне с переездом"
    },
    {
        "id": "14",
        "desc": "Хз, где-то откопал это старьё"
    },
    {
        "id": "16",
        "desc": "А Эмилию Кларк знаете?"
    },
    {
        "id": "17",
        "desc": "Я обожал его уебанский эрокез"
    },
    {
        "id": "18",
        "desc": "<3 Kappa"
    },
    {
        "id": "19",
        "desc": "Мы бухали, и тогда он впервые начал затирать об отсутствии Бога (кроме Тора, Одина...)"
    },
    {
        "id": "22",
        "desc": ")))))"
    },
    {
        "id": "24",
        "desc": "Моя первая нормальная фотка с ним"
    },
    {
        "id": "26",
        "desc": "Продавец дикси)))"
    },
    {
        "id": "29",
        "desc": "В Йошкар-Оле девочки хотели их впервые побрить\nфотка до"
    },
    {
        "id": "30",
        "desc": ")))))))))))))))))))))))))))"
    },
    {
        "id": "31",
        "desc": "Однажды он просто нам это скинул"
    },
    {
        "id": "32",
        "desc": "Where's the tooth bruh"
    },
    {
        "id": "33",
        "desc": "Бля первая наша ахуенная фотка"
    },
    {
        "id": "35",
        "desc": "Большие яйца Большой член"
    },
    {
        "id": "37",
        "desc": "Однажды он выиграл чемпионат по Score"
    },
    {
        "id": "38",
        "desc": "Хз как оно сюда попало"
    },
    {
        "id": "41",
        "desc": "Больше эрогкезов"
    },
    {
        "id": "45",
        "desc": "Знаете батю Джимми Нейтрона?"
    },
    {
        "id": "48",
        "desc": "Это мы впервые едем вместе в бар"
    },
    {
        "id": "50",
        "desc": "Pimp my ride"
    },
    {
        "id": "53",
        "desc": "Хз, он тут стоит прикольно"
    },
    {
        "id": "54",
        "desc": "Кста моя самая первая фотка с ним"
    },
    {
        "id": "55",
        "desc": ")))"
    },
    {
        "id": "56",
        "desc": "Мы поехали ему за новым стулом на балкон"
    },
    {
        "id": "57",
        "desc": "У меня было очень плохое настроение, но потом я увидел это"
    },
    {
        "id": "58",
        "desc": "Бля, этот мем в Пантеоне Золотых Мемов Печей"
    },
    {
        "id": "59",
        "desc": "Это просто так"
    }
]

startValues = [i+1 for i in range(len(data))]
